Repository: KlayRodrigs/weathify-app-flutter
Catalog: lib/app/l10n/app_*.arb
Languages: pt

# homeScreenMoonFullPhase
source: Full Phase
pt: Fase Cheia

# homeScreenMoonNewPhase
source: New Phase
pt: Fase Nova

# homeScreenMoonWaxingCrescentPhase
source: Waxing Crescent Phase
pt: Fase Minguante

# homeScreenMoonFirstQuarterPhase
source: First Quarter Phase
pt: Fase Quarto Minguante

# homeScreenMoonWaxingGibbousPhase
source: Waxing Gibbous Phase
pt: Fase Minguante Gibosa

# homeScreenMoonWaningGibbousPhase
source: Waning Gibbous Phase
pt: Fase Crescente Gibosa

# homeScreenMoonLastQuarterPhase
source: Last Quarter Phase
pt: Fase Quarto Crescente

# homeScreenMoonWaningCrescentPhase
source: Waning Crescent Phase
pt: Fase Crescente

# homeScreenThermalSense
source: Thermal sensation
pt: Sensação térmica

# homeScreenRelativeHumidity
source: Relative humidity
pt: Umidade relativa

# homeScreenWindSpeedForce
source: Wind speed force
pt: Força do vento

# homeScreenAirQuality
source: Air quality
pt: Qualidade do ar

# wtErrorDescription
source: An error occurred, check your internet connection or try again.
pt: Ocorreu um erro, verifique sua conexão com a internet ou tente novamente.

# wtRefreshButtonLabel
source: Refresh
pt: Recarregar

# errorPermissionDialogContinueButtonLabel
source: Continue
pt: Continuar

# errorPermissionDialogSettingsButtonLabel
source: Settings
pt: Configurações

# errorPermissionDialogTitle
source: Permission denied
pt: Permissão Negada

# errorPermissionDialogDescription
source: The location permission while using the app is required. Please enable it in the settings.
pt: A permissão de localização sempre que estiver usando o app é necessária.Por favor, habilite-a nas configurações.

# airQualityStatusGood
source: Good
pt: Bom

# airQualityStatusFair
source: Fair
pt: Moderado

# airQualityStatusModerate
source: Moderate
pt: Regular

# airQualityStatusPoor
source: Poor
pt: Ruim

# airQualityStatusVeryPoor
source: Very Poor
pt: Muito ruim
